       >>SOURCE FORMAT FREE
IDENTIFICATION DIVISION.
PROGRAM-ID. ds.cob.
AUTHOR. Andy Young.
DATE-WRITTEN.February 27th, 2022.
ENVIRONMENT DIVISION.
DATA DIVISION.
PROCEDURE DIVISION.

